[
    {
    "entity": "Food",
    "images": ["/images/food/tahini.jpg","/images/food/dosa.jpg","/images/food/croquette.jpg", "/images/food/pie.jpg",
        	    "/images/food/paella.jpg"],
                
    "Desc" : ["Tahini is a paste made from toasted and ground sesame seeds. Considered a staple of Mediterranean cuisine, tahini is often featured in traditional Asian cuisine", "A dosa is a thin batter-based pancake originating from South India, made from a fermented batter predominantly consisting of lentils and rice. Its main ingredients are rice and black gram, ground together in a fine, smooth batter with a dash of salt, then fermented.", "Croquette  is a type of dumpling consisting of a thick binder combined with a filling, which is breaded and deep-fried; it is served as a side dish, a snack, or fast food worldwide. The binder is typically a thick béchamel or brown sauce, mashed potatoes, wheat flour or wheat bread.", 
    "A pie is a baked dish which is usually made of a pastry dough casing that contains a filling of various sweet or savoury ingredients. Sweet pies may be filled with fruit, nuts, brown sugar, sweetened vegetables, or with thicker fillings based on eggs and dairy. Savoury pies may be filled with meat, eggs and cheese or a mixture of meat and vegetables.", "Paella is a rice dish originally from Valencia. While it is commonly viewed by non-Spaniards as Spain's national dish, Spaniards almost unanimously consider it to be a dish from the Valencian region. Valencians, in turn, regard paella as one of their identifying symbols. It is one of the best-known dishes in Spanish cuisine."]

    },

    {
        "entity": "Professions",
        "images": ["/images/profession/doctor.jpg","/images/profession/teacher.jpg","/images/profession/engineer.jpg", "/images/profession/accountant.jpg",
                "/images/profession/clown.jpg"],

        "Desc" : ["medical doctor, or simply doctor, is a health professional who practices medicine, which is concerned with promoting, maintaining or restoring health through the study, diagnosis, prognosis and treatment of disease, injury, and other physical and mental impairments.", "A teacher, also called a schoolteacher or formally an educator, is a person who helps students to acquire knowledge, competence, or virtue. Informally the role of teacher may be taken on by anyone.", "Engineers, as practitioners of engineering, are professionals who invent, design, analyze, build and test machines, complex systems, structures, gadgets and materials to fulfill functional objectives and requirements while considering the limitations imposed by practicality, regulation, safety and cost. ", "An accountant is a practitioner of accounting or accountancy. Accountants who have demonstrated competency through their professional associations' certification exams are certified to use titles such as Chartered Accountant, Chartered Certified Accountant or Certified Public Accountant, or Registered Public Accountant. Such professionals are granted certain responsibilities by statute, such as the ability to certify an organization's financial statements.", "A clown is a person who wears a unique makeup-face and flamboyant costume, performing comedy and arts in a state of open-mindedness all while using physical comedy. The most ancient clowns have been found in the Fifth Dynasty of Egypt, around 2400 BC. "]
    
    },

    {
        "entity": "Flowers",
        "images": ["/images/flowers/sunflower.jpg","/images/flowers/periwinkle.jpg","/images/flowers/petunia.jpg", 
                "/images/flowers/daisy.jpg","/images/flowers/jasmine.jpg"],

        "Desc" : ["Helianthus is a genus comprising about 70 species of annual and perennial flowering plants in the daisy family Asteraceae commonly known as sunflowers. Except for three South American species, the species of Helianthus are native to North America and Central America.", "Although the plant is said to be native to the West Indies, it first was described in Madagascar. The periwinkle is a perennial herb with flowers that can bloom throughout the year, depending on the climate. These often are bred for their unique colors, ranging from white to green-yellow and lavender.", "The popular flower of the same name derived its epithet from the French, which took the word petun, meaning tobacco, from a Tupi–Guarani language.", "Bellis perennis, the daisy, is a European species of the family Asteraceae, often considered the archetypal species of the name daisy. To distinguish this species from other plants known as daisies, it is sometimes qualified as common daisy, lawn daisy or English daisy.", "Jasmine is a genus of shrubs and vines in the olive family. It contains around 200 species native to tropical and warm temperate regions of Eurasia, Africa, and Oceania. Jasmines are widely cultivated for the characteristic fragrance of their flowers."]
    
    }
]